Repository: arvrdnatal/airsoft_bomb
Catalog: lib/l10n/app_*.arb
Languages: pt

# home_page__start_btn
source: Start
pt: Começar

# home_page__settings_btn
source: Settings
pt: Configurações

# settings_page__to_arm_btn
source: Set bomb arming time
pt: Definir tempo de armamento da bomba

# settings_page__bomb_time_btn
source: Set pump time
pt: Definir tempo da bomba

# settings_page__to_defusal_btn
source: Set bomb defusal time
pt: Definir tempo de desarmamento da bomba

# arming_bomb_page__title
source: Arm the bomb
pt: Armar a bomba

# arming_bomb_page__arm_btn
source: Arm
pt: Armar

# arming_bomb_page__counter
source: {seconds, plural, =1{{seconds} second} other{{seconds} seconds}}
pt: {seconds, plural, =1{{seconds} segundo} other{{seconds} segundos}}

# defusing_bomb_page__title
source: Defuse the bomb
pt: Desarmar a bomba

# defusing_bomb_page__defuse_btn
source: Defuse
pt: Desarmar

# defusing_bomb_page__counter
source: {seconds, plural, =1{{seconds} second} other{{seconds} seconds}}
pt: Tempo de desarme: {seconds, plural, =1{{seconds} segundo} other{{seconds} segundos}}
